Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Cry, Even Better If You Beg (울어봐, 빌어도 좋고).tmx
Source language: ko_kr
Languages: en_us

source: 헤르하르트 공작이 돌아온 데다가 며칠 전에는 브란트 영애도 이 아르비스를 방문했다.
en_us: Not only had Duke Herhardt returned, but Lady Claudine had come to visit Arvis a few days earlier.

source: 그 이외의 말로는 지금 이 상황을 설명할 수 있을 것 같지 않았다.
en_us: This was the only way to explain the current situation.

source: 여름을 함께 보내는 친척들이 모두 모인 것을 기념하는 만찬회가 끝난 후 또래끼리 이곳으로 옮겨 왔다.
en_us: A banquet had been served to commemorate the reunion of all the relatives who were spending the summer together. After the meal concluded, the attendees had naturally split up into groups by age to mingle.

source: 하지만 거기까지.
en_us: But that was it.

source: 가위와 바구니를 챙겨 든 레일라는 미소를 띤 얼굴로 인사를 건넸다.{j}“내일 봐, 카일!”
en_us: Layla, who was walking towards the rose garden with basket and clippers in hand, turned and smiled, shouting, “See you tomorrow, Kyle!”{j}

source: 싫은 사람이라 해도 공작은 적어도 말이 통하는 상대니까.
en_us: Even though she disliked the duke, she could at least communicate with him, unlike with ravens.

source: 먼지와 피가 묻은 작은 손을 따라 움직이던 마티어스의 시선이 막 레일라의 손끝이 닿은 펜 위에서 멈추었다.{j}마티어스는 천천히 한 걸음을 떼 그 펜을 밟았다.
en_us: Matthias’s gaze followed her hands, which were soiled with dirt and blood, until her finger brushed against a pen. He took a step forward and leisurely placed his foot on top of the pen.{j}

source: 부지런히 숲을 누빈 레일라는 채 정오가 되기도 전에 바구니를 가득 채웠다.
en_us: Diligently making her way from bush to bush, she had already filled her basket before noon.

source: “그런 거지.”{j}수염에 묻은 술을 소매로 훔치며 빌은 호쾌하게 대답했다.
en_us: “You bet,” he replied, wiping the foam from his beard with his sleeve.{j}

source: 부드러운 바람에 나뭇잎이 흔들렸다.
en_us: A gentle breeze was blowing through the leaves,

source: 그렇다 해도 오늘은 꽤 더운 날이었다.
en_us: However, today was an especially hot day.

source: 거봐.
en_us: See?

source: 눈물이 핑 돌았지만 울지는 않았다.
en_us: Her eyes were blurry with tears, but she didn’t let herself cry.

source: 더운 날 불 앞에서 팔이 빠져라 잼을 휘저은 자신에 대한 칭찬도 보탰다.
en_us: She also felt proud of herself for all the hard work she had put in, not only picking them, but also standing in front of a hot stove, stirring the jam until her arm felt like it was going to fall off.

source: 눈처럼 하얀 비둘기가 창가에 앉았다.
en_us: * * * A snow-white pigeon was sitting outside the window.

source: 아직 물이 뚝뚝 흐르는 모자를 쓰더니 이제 치맛자락을 털어 댔다.
en_us: Placing the still-dripping hat on her head, she started to wring out her skirt.

source: 카일과 에트먼 부인이 떠나고 나자 테라스는 다시 평온해졌다.
en_us: Once Kyle and his mother were inside, the terrace was quiet again.

source: 옷을 갈아입고 헝클어져 있던 머리도 말끔하게 정리했다.
en_us: where he changed his clothes and combed his messy hair.

source: “키스해 주세요.”{j}그를 빤히 쳐다보던 클로딘이 당돌하게 요구했다.
en_us: Looking straight into his eyes, she boldly said, “Kiss me.”{j}

source: 마티어스는 완벽한 결혼을 바랐다.
en_us: He aimed for a perfect marriage.

source: 붉어진 눈시울과 대비되어 젖은 눈동자가 더욱 맑아 보였다.
en_us: Her usually clear eyes had appeared even clearer in that moment.

source: 마티어스의 손이 입술에 닿은 건 그때였다.
en_us: His hands were touching her mouth.

source: 친구라 말한다 해도 두 사람이 진짜 친구일 수 없다는 것을 모두는 알았고, 그러므로 그 사실은 클로딘의 품위를 손상시키지 못했다.
en_us: They all knew that Claudine and Layla could never really be friends. But they certainly didn’t hold it against Claudine for saying that they were.

source: 레일라는 치맛자락을 비틀어 쥐며 모욕감을 견뎌 냈다.{j}“……죄송합니다.{j}제가 주제넘은 말씀을 드렸습니다.{j}결례를 용서해 주세요.”
en_us: She gripped her skirt to endure the feeling of outrage. “I apologize, Your Grace. I’ve said something I shouldn’t have. Please forgive my impropriety.”{j}{j}{j}

source: 서둘러 나무에서 내려온 레일라는 가방에서 꺼낸 작은 노트에 오늘 본 아기 새들의 모습을 기록했다.
en_us: She scuttled down the tree and jotted down a description of the baby birds in a small notebook that she kept in her bag.

source: 그 순간 빌은 저도 모르게 숨을 멈추었다.
en_us: At that moment, Bill found himself holding his breath.

source: “카일, 카일, 나 어떡해.”{j}쇳내 섞인 가쁜 숨을 쏟아 내던 레일라가 반쯤 정신이 나간 사람처럼 중얼거렸다.
en_us: “Kyle, Kyle, what should I do?” she muttered in a half-crazed voice as she struggled to breathe.{j}

source: 그놈의 생각.
en_us: You’ll be thinking about it

source: 뒤따라오던 무리는 적당한 간격을 두고 그의 뒤편에 멈추어 섰다.
en_us: The rest of the hunting group stopped a moderate distance behind Matthias.

source: 주머니칼.
en_us: A pocket knife.

source: 잘 닦인 구두와 기다란 다리를 훑어 올라간 레일라의 시선이 자신을 내려다보고 있는 남자의 얼굴 위에서 멈추었다.
en_us: Layla’s eyes moved up from the man’s well-polished shoes, to his long legs, finally reaching his face, which was looking down at her.

source: 빌 아저씨를 생각해.{j}머릿속에서 연신 울려 퍼지는 그 명령에도 레일라는 결국 입을 열고 말았다.
en_us: Think of Uncle Bill, her mind kept telling her, and yet she couldn’t help but continue speaking.{j}

source: 카일이 한참만에야 내놓은 말에 레일라는 허탈한 웃음을 지었다.{j}“그렇지?{j}난 역시 바닐라 맛이 제일 좋아.”{j}레일라는 고개를 들어 맑은 여름 하늘을 바라보았다.
en_us: Layla gave a hollow smile and replied, “Isn’t it? Vanilla’s my favorite.” She then looked up at the clear summer sky.{j}{j}{j}

source: ‘이번 여름에는 약혼을 해야지.’
en_us: “You need to get engaged this summer.”

source: 하지만 오후의 햇살이 점차 금빛으로 무르익어 가는 동안에도 클로딘은 돌아오지 않았다.
en_us: However, even as the bright afternoon sunlight ripened into a deep, golden hue, Claudine didn’t return.

source: 선뜻 이해가 되지 않는 말인지 레일라가 미간을 살며시 찌푸렸다.
en_us: Layla furrowed her brow, feeling perplexed.

source: 별채와 이어져 있는 선착장을 걸으며 레일라는 문득 생각했다.{j}설마 까마귀처럼 반짝거리는 걸 좋아하기라도 하나?
en_us: As she walked the dock next to the cabin, a sudden thought occurred to her. Could it be that he is attracted to shiny objects, like ravens are?{j}

source: ‘이게 다 저 계집애 때문이잖아!’
en_us: “This is all because of that girl!”

source: 그런 목석 빌 레머와 어린 여자애라니.
en_us: And now that stone-faced man was taking care of a young girl?

source: 구석에 놓인 물건처럼 얌전하게 지냈다.
en_us: She tried to be as quiet and unobtrusive as possible, as if she were a piece of furniture.

source: 괜찮아.”{j}레일라는 스스로를 설득하듯 중얼거리며 방문을 열었다.
en_us: it’ll be all right,” she muttered to herself to strengthen her courage as she opened the door of her room.{j}

source: “그래 보이는군요.”{j}마티어스는 일말의 고민도 없이 대답했다.{j}태연한 얼굴이었다.
en_us: Without delay, Matthias replied, “Yes, indeed.” His face was calm.{j}{j}

source: 레일라는 서편 하늘이 서서히 장밋빛으로 물들기 시작할 무렵에 저택을 떠났다.
en_us: As the western sky started to turn a deep, rosy hue, Layla stepped out of the mansion.

source: 요리사가 빌 레머를 대신해 준비한 선물이 든 상자였다.
en_us: It contained the gift that the chef had ordered on Bill’s behalf.

source: 새는 그중에서도 제일 흥미로운 표적이고 또…….”{j}진지하게 말을 잇던 빌은 또다시 아차 했다.{j}그래 보아야 이미 내뱉어 버린 말.
en_us: Of all the types of game they hunt, birds and the most fun, and...” Bill caught himself, realizing he had once again said something he shouldn’t have.{j}{j}

source: 마티어스의 눈길이 떨리는 어깨쯤에 닿았을 때 레일라가 별안간 모자를 힘주어 흔들며 물기를 털기 시작했다.
en_us: When his gaze moved to her trembling shoulders, she suddenly started vigorously shaking the hat to dry it.

source: 무게감이 느껴지지 않게 움직이는 여자였다.
en_us: She moved smoothly, as if she were weightless.

source: 그러다 사냥이 끝나면 엉엉 울며 죽은 새를 묻어 주러 돌아다니곤 했다.
en_us: Once they finished hunting, she would find the dead birds and bury them, sobbing the whole time.

source: “정신 차려라, 카일 에트먼.”{j}쯧쯧 혀를 찬 빌 레머가 허둥거리는 카일의 등을 세게 두드렸다.{j}“오늘은 니가 내 대신이야.”{j}빌은 꽤 진지한 눈빛으로 카일을 보았다.{j}“레일라를 책임지고 지켜 줘야 한단 뜻이다.{j}잘할 수 있지?”
en_us: “Hey, Kyle, snap out of it,” Bill said, clicking his tongue at the dazed Kyle and patting him forcefully on the back. “I’m letting you escort her tonight,” he said, looking somberly at him. “That means you need to take responsibility for her safety. Are you up to the task?”{j}{j}{j}{j}{j}

source: 레일라는 어깨를 잔뜩 움츠린 채 눈을 감았다.
en_us: She hunched her shoulders and shut her eyes.

source: 레일라는 구덩이를 파고 새를 묻는 순간마다 그 사실을 되뇌었다.{j}이런 악취미를 가진 헤르하르트 공작이 싫다.{j}정말이지 싫다.
en_us: I hate him, Layla muttered to herself with each new hole she buried for a dead bird. I hate Duke Herhardt and his vile hobby. I hate him so much.{j}{j}

source: 어린 나이였지만 레일라는 손에 쥔 주소 하나가 마지막 희망이라는 걸 알고 있었다.
en_us: She was still young, but she believed that the address that she was holding in her hand was her last hope.

source: 돌아온 지 한 주가 지나도록 공작은 사냥터를 찾지 않았다.
en_us: It had been a week since the duke had returned, and he still hadn’t visited the hunting ground.

source: 장미 향기 가득한 바람을 쐬며 레일라는 빌 아저씨의 일이 끝나기를 기다렸다.
en_us: She sat in the rose-scented breeze, waiting for Bill to finish his work.

source: “그게 무슨 말씀이신가요?”
en_us: “What do you mean, Your Grace?”

source: 레일라는 싫은 기억을 지우듯 절레절레 고개를 저었다.
en_us: She shook her head to try to rid herself of the unpleasant memory.

source: 그리고 빌은 그 조용한 세상이 그리 마음에 들지 않았다.
en_us: And he didn’t much like this quiet life.

source: “제 친구들도 레일라를 애타게 소개받고 싶어 하고 있거든요.”{j}서글서글한 태도와 달리 클로딘을 보는 카일의 눈빛은 차갑고 단단했다.
en_us: “My friends are also looking forward to meeting her, you see,” Kyle added. His affable demeanor contrasted starkly with the cold look he flashed at Claudine.{j}

source: 마티어스는 아무렇지 않은 얼굴로 튀어 오르는 차가운 물방울을 맞았다.
en_us: Without flinching, Matthias allowed the cool water from the hat to splash against his face.

source: 올려다본 하늘은 타는 듯이 붉었다.
en_us: She looked up and noticed that the sky was a deep red, as if it were on fire.

source: 바싹 얼어붙은 자세로 주위를 두리번거리더니 조심스러운 걸음을 뗐다.
en_us: Standing absolutely still, she eyed the surroundings for a moment, then took a few cautious steps forward.

source: 근위대에서 한두 해 정도를 더 보낸 뒤 전역하고 결혼을 하는 것이 가장 적절했다.
en_us: Spending one or two more years as an imperial guard before being discharged and getting married sounded just right.

source: “또 숲에 갔던가 보구나.”
en_us: “You went to the woods again, I see,” he said.

source: 그 답을 찾으면 내가 꽤 다정한 사냥을 해 줄지도.”{j}멍해진 레일라를 남겨 두고 마티어스는 미련 없이 돌아섰다.
en_us: If you find the answer, maybe I’ll start practicing the ‘friendly’ hunting you requested.” He then walked away, leaving Layla behind in a daze.{j}

source: “이 온실은 언제 봐도 아름다워요.
en_us: “I’m always struck by the beauty of this greenhouse.

source: 그 바람에 떨어진 샌드위치가 바닥을 뒹굴었다.
en_us: knocking a piece of the sandwich to the floor.

source: 레일라는 조금 놀란 눈으로 통화 중인 마티어스를 보았다.
en_us: Still looking startled, Layla watched Matthias

source: 그에게 새는 살아 움직이는 과녁이었다.{j}작을수록 어렵고 흥미로울 테고, 그러므로 그 재미있는 과녁을 쏠 뿐이었다.{j}심지어 그는 명중시킨 사냥감을 거들떠보지도 않았다.{j}그대로 내버려둔 채 돌아서면 그뿐이었다.
en_us: For the duke, she realized, birds were a living, moving target. The smaller they were, the more challenging and enjoyable they were to hunt. After shooting one down, he would simply walk away, leaving the dead bird lying there without even glancing at it.{j}{j}{j}

source: 수시로 그를 돕던 레일라 르웰린의 모습은 수일째 보이지 않고 있었다.
en_us: Layla Llewellyn, who used to help him often, was not there. He hadn’t seen her for days.

source: “장미를요?
en_us: “Roses?

source: 하지만 레일라는 아니었다.
en_us: Everyone, that is, but Layla.

source: 무슨 일이야?
en_us: What’s going on?

source: 까다로운 공작의 요구에 맞추어 이번에는 은은한 빛깔을 골랐다.
en_us: To meet the duke’s fastidious demand, she chose only soft, muted colors this time.

source: “아니에요.
en_us: “No,

source: “공작님께서는 왜 이렇게 저를 싫어하시나요?”{j}떨리는 목소리와 달리 레일라의 눈빛은 맑고 곧았다.
en_us: “Why do you hate me so much, Your Grace?” Her voice was trembling, but her eyes were clear.{j}

source: “며칠간 새처럼 깨작거렸으니 많이 먹어 둬.”
en_us: “You’ve been eating like a bird the last couple days. You need to eat a lot tonight.”

source: 마티어스는 비스듬히 고개를 기울인 채 익숙한 풍경을 바라보았다.
en_us: Matthias was sitting with his head tilted, gazing at the familiar scenery.

source: 모두의 눈길에 담긴 마음을 클로딘은 누구보다 그 사실을 잘 알고 있었다.
en_us: Feeling everyone’s gazes, Claudine was also well aware how much they admired her.

source: “내 말이 부탁일까?”{j}물기가 닿자 더욱 붉어진 입술로 마티어스는 미소 지었다.
en_us: He took a sip of the whiskey soda in front of him. Beads of condensation from the crystal glass flowed slowly down his fingers. “Did you think it was a request?” His moistened lips made a smile.{j}

source: “……제가 무엇이든, 공작님은 신사이시니까요.”{j}지지 않고 되받는 태도가 공손한 듯 도발적이었다.
en_us: “Whatever I am, you’re a gentleman, Your Grace,” she snapped back, maintaining politeness while not backing down.{j}

source: 노트 꼭 가지고.”
en_us: But don’t forget the notes.”

source: 레일라는 이제 야무지게 고기를 썰기 시작했다.
en_us: Layla started slicing her meat confidently.

source: 레일라가 의아하게 물었지만 카일은 물러서지 않았다.{j}“오늘은 파티잖아.{j}우린 파트너고.”
en_us: Keeping his hand outstretched, Kyle replied, “We’re going to a party. You’re my companion, right?”{j}{j}

source: 하지만 자세는 한결같이 곧고 우아했다.
en_us: His posture, however, was always graceful and upright.

source: “안녕하십니까, 주인님.”{j}집사 헤센의 깍듯한 인사를 시작으로 모든 사용인들이 그를 향해 고개를 조아렸다.
en_us: “Hello, Master,” said Hessen, the butler. After his polite greeting, he and all the rest of the attendants bowed their heads respectfully.{j}

source: 이 영지는 지금껏 레일라가 머물렀던 어떤 곳보다 아름다웠다.
en_us: The land she was on was more beautiful than anywhere else she had ever been,

source: 응.{j}흔쾌히 대답하고 싶었지만 레일라는 입술을 떼지 못했다.{j}그저 웃으며 더욱 씩씩하게 손을 흔드는 것이 레일라가 할 수 있는 전부였다.
en_us: Layla wanted to tell him she would, but she couldn’t bring herself to say anything. All she could manage was to smile and wave a little harder than before.{j}{j}

source: “레일라 르웰린.”{j}다시 한 번 그 이름을 불렀다.{j}“내가 부르잖아.”{j}펜을 짓밟는 동작처럼 마티어스의 말투도 느릿했다.
en_us: “Layla Llewellyn,” he said once again. “I’m talking to you.” He was speaking in a relaxed manner, just like the relaxed way he had stepped on the pen.{j}{j}{j}

source: 고작 이런 것을 좋아한다면 제 수준에 맞는 수고비를 줄 생각이었다.
en_us: Knowing that she liked sandwiches, he had intended the snack as a payment for her work.

source: 굽이 높은 새 구두에 시달린 발 곳곳에는 생채기가 나 있었다.
en_us: Her foot was covered in scratches and blisters.

source: 레일라가 온 첫해에 그가 준 것이었다.{j}“그 고물은 아주 닳아 없어질 때까지 쓸 작정이지.”
en_us: He had given it to her the year she had first arrived. “You’re planning to use that piece of junk until it wears away to nothing, aren’t you?” he asked.{j}

source: 카일 에트먼의 에스코트를 받아 저택으로 들어서던 레일라를 지켜보며 느낀 너절한 기분을 그 눈물이 씻어 주었다.
en_us: Those tears had washed away the displeasure he had felt went he had first seen Kyle Ettman escorting her into the mansion.

source: “당분간은 이 애를 아르비스에 두게 되었습니다.”{j}빌 레머는 조금 머쓱해하는 얼굴로 말했다.{j}그가 툭툭 등을 두드리자 숨어 있던 소녀가 머뭇머뭇 모습을 나타냈다.
en_us: “This kid is going to be staying here at Arvis for the time being,” Bill said, with an awkward look on his face. He then patted Layla on the back, and she tentatively stepped out into the open.{j}{j}

source: 바구니와 가위를 다시 챙겨 들고 멀어져 가는 레일라의 뒷모습을 클로딘은 한참이나 고요히 바라보았다.
en_us: Claudine quietly watched her as she made her way to the rose bed.

source: 처량한 표정을 짓는 클로딘을 보던 귀부인들이 나직한 웃음을 흘렸다.
en_us: Claudine’s pitiful expression drew soft giggles from the noblewomen.

source: 레일라 르웰린에 대한 에밀리아의 평은 정확했다.
en_us: Emilia’s criticism about her was right.

source: 다 먹은 복숭아씨를 만지작거리고 있던 소년이 벌떡 일어섰다.{j}“난 이제 가 봐야 돼.”
en_us: The boy, who had already eaten his second piece of peach and was now fiddling with the pit, bolted up as soon as he heard the voice. “I have to go now.”{j}

source: 뭐가 그리 즐거운지 한참을 깔깔거리던 두 사람은 도서관의 계단 앞에서 멈추어 섰다.
en_us: The two spent a while laughing and chatting playfully before coming to a stop in front of the front stairs of the library.

source: 레일라는 결심을 굳힌 얼굴로 벌떡 일어섰다.
en_us: With renewed determination, she sprung out of bed again.

source: 편지에는 아이의 엄마가 남편과 자식을 버리고 다른 남자와 함께 도망쳤다고 쓰여 있었다.
en_us: The letter had stated that the girl’s mother had run away with another man, abandoning the girl and her father.

source: “새 장미를 가져왔습니다, 공작님.”{j}레일라는 꽃이 가득 담긴 바구니를 살짝 들어 보였다.
en_us: “I brought the new roses, Your Grace,” she said, holding up the basket.{j}

source: “그 실, 니가 맸어?”{j}감상이라도 하듯 지켜보고 있던 그가 물었다.
en_us: “That string, did you tie it?” he asked as he watched her intently.{j}

source: 과하지도 모자라지도 않은 미소를 머금은 입술이 붉었다.
en_us: His red lips were smiling in a subtle but not unfriendly way.

source: 별채의 선착장으로 다시 헤엄쳐 간 마티어스는 옷을 입고 이곳으로 돌아왔다.
en_us: He swam back to the dock by his cabin, put on his clothes, and then returned to the tree.

source: 그러니 마음이 불편해도 이곳에서 기다리는 수밖에 없는 일 같았다.
en_us: Thus, she had no choice but to sit and wait for him to finish, even though she felt guilty.

source: 오늘은 넘어지지 않겠다고.
en_us: I won’t fall over today.

source: 그곳에 있던 무뚝뚝한 정원사 빌 레머가 그를 향해 고개를 숙였다.
en_us: He saw the gruff gardener Bill Remmer bowing his head towards him.

source: 그가 서류를 정리하는 사이 레일라는 조용히 욕실로 가 화병에 물을 길어 왔다.
en_us: While he sorted the documents, Layla quietly walked to the bathroom to fill a vase with water.

source: 반짝거리는 은빛 자전거는 미끄러지듯 에트먼가를 빠져나갔다.
en_us: The sleek chrome bicycle smoothly departed from the Ettman estate.

source: “왜 이래?”
en_us: “What are you doing?” she asked.

source: 아직 약혼이 정식으로 공표된 건 아니니 벌써부터 아르비스의 안주인이 된 듯 행동하는 건 아무래도 경박스럽다.
en_us: She knew it would be improper to behave like she was already Duchess Herhardt when her engagement hadn’t even been formally announced yet.

source: 천천히 일어선 마티어스는 깜짝 놀라 뒷걸음질 치는 레일라를 스쳐 지나가 수화기를 들었다.
en_us: Matthias slowly rose from his seat, then passed by the startled Layla to pick up the phone.

source: 다음엔 내가 맛있는 거 가져올게.”{j}저만치 달려가던 소년이 돌아보며 외쳤다.
en_us: Next time, I’ll bring the snack!” he shouted, looking back at her as he ran off.{j}

source: 오갈 데 없는 처지로 여기저기 떠돌다가는 험한 꼴을 당하기 십상이다.
en_us: and could easily get them into trouble.

source: 빌 아저씨의 침실에서 흘러나오는 코 고는 소리가 유일한 소란이었다.
en_us: The only sound that could be heard was Bill snoring in his room.

source: 노래를 멈춘 카나리아는 깃털이 잘린 날개를 파닥여 새장을 벗어났다.
en_us: The canary stopped singing, then flapped its clipped wings and managed to escape from the cage.

source: 다 자란 여자가 되어도 레일라 르웰린은 그의 턱 끝에도 닿지 않겠다 싶게 자그마했다.
en_us: Although she was now fully grown, she was still quite short, barely reaching his chin when she stood up straight.

source: 물끄러미 그녀를 내려다보던 공작의 입술에 조소가 번졌다.{j}“확신은 함부로 하는 게 아니지, 레일라.”{j}그 말과 함께 공작이 성큼 다가왔다.
en_us: As he looked at her, a derisive grin spread over his face. “You shouldn’t be so reckless with the things you hold certain, Layla.” He took a step towards her.{j}{j}

source: 마티어스는 소리 없이 피식거리며 천장을 향해 있던 시선을 내렸다.
en_us: Grinning, he lowered his gaze from the ceiling.

source: 목적지로 가는 길 내내 착한 아이처럼 웃는 연습을 했다.
en_us: She spent the whole trip practicing the placid smile of an obedient child.

source: “그걸 몰라 묻는 것 같으냐?”
en_us: “I know that. Where’d you get it?”

source: “착한 내 친구 카일 에트먼.
en_us: “You’re my kind friend Kyle Ettman.

source: 그렇지 않아요.”
en_us: Not at all.”

source: 그저 묵묵히 참고 견뎌 주는 듯한 태도라니.
en_us: Instead, she generally seemed like she was quietly enduring Claudine as she obediently followed her orders.

source: 명성에 있어서도 결코 뒤지지 않는 위치였다.
en_us: and they were more respected in social circles.

source: 카일은 그 모자 앞에 앉아 레일라의 눈치를 살폈다.{j}“레일라.{j}화났어?”
en_us: Kyle sat down in front of it and glanced at Layla. “Layla, are you mad at me?”{j}{j}

source: 창고 앞에 앉아 연장의 날을 갈고 있던 빌은 어리둥절해져 고개를 돌렸다.
en_us: Bill was sitting in front of his shed, sharpening the blade of one of his gardening tools. When he heard her desperate cries, he turned his head in bewilderment,

source: 탕—.
en_us: Bang!

source: 자신을 소개할 마음 같은 건 전혀 없는 듯 클로딘은 그쯤하여 돌아섰다.
en_us: Claudine seemed not to think it necessary to introduce herself. She simply turned and started walking away.

source: 물에 젖은 얇은 옷감은 몸의 선을 무척이나 적나라하게 드러내고 있었다.
en_us: His thin, wet clothes clung to him, revealing the shape of his body underneath.

source: 레일라를 스쳐 지나온 마티어스는 자연스럽게 클로딘 곁에 섰다.
en_us: Matthias brushed by Layla and stood next to Claudine.

source: 카나리아
en_us: Canary

source: 난 그보다 어릴 줄 알았어.
en_us: You’re so small,

source: 그것을 닦을 생각조차 하지 못한 채로 레일라는 침대 끝에 우두커니 앉았다.
en_us: Without thinking of drying them, she slumped down to sit on the edge of her bed.

source: “잘 한번 생각해 봐.”
en_us: “Think about it.”

source: “린드만 후작께서 오늘 정오쯤에 도착하신다고 합니다.”
en_us: “Marquess Lindman will be arriving today around noon,” Hessen said.

source: 레일라와 얼굴을 마주하고서야 카일은 비로소 환한 웃음을 보여 주었다.
en_us: Only when Kyle made eye contact with Layla did he start smiling.

source: 강아지보다 나을 것도 없다던, 마음을 깊이 할퀸 그 말이.
en_us: “She’s no better than a puppy.”

source: 그 자존심 세고 똑똑한 레일라 르웰린이.”
en_us: It’s not like the smart, self-respecting Layla Llewellyn I know.”

source: 기하 이야기를 할 때는 약간의 절망도 곁들여졌다.{j}그 사소한 표정의 변화들을 카일은 주의 깊게 살폈다.
en_us: This seriousness became tinged with hopelessness when they started talking about geometry.{j}

source: “카일 에트먼.”{j}마티어스는 낮게 그 이름을 속삭였다.
en_us: “Kyle Ettman,” Matthias whispered to himself.{j}

source: “공작님이면, 이 영지의 주인이신 분이지요?”
en_us: “The duke? That’s the owner of this estate, right?”

source: 그 모자는 바람에 실려 사뿐히 강물 위로 날아갔다.
en_us: The hat was swept up by the breeze and flew onto the surface of the river.

source: 무의식적으로 문지르고 또 문지른 입술이 발갛게 부어올랐다.
en_us: Unthinkingly, she rubbed and rubbed her lips until they were red and swollen.

source: “열두 살.”
en_us: “Twelve.”

source: 다람쥐처럼 민첩하고 가벼운 몸놀림이었다.
en_us: moving as nimbly and effortlessly as a squirrel.

source: 그리고 결론지었다.
en_us: He had reached a conclusion that night.

source: 이번에는 손등으로, 입술의 안쪽까지 힘주어 문질렀다.
en_us: She rubbed the inside of her lips with the back of her hand.

source: 마티어스만큼이나 키가 큰 카일 곁에 선 레일라는 더욱 작고 가냘파 보였다.
en_us: He was about as tall as Matthias. Standing next to him, Layla looked even smaller and more slender than usual.

source: “그건 또 무슨 소리요?”
en_us: “Huh? What do you mean by that?”

source: 열여덟 살이요?
en_us: He’s eighteen?

source: “다시.”
en_us: * * * “Go back.”

source: 빌은 기꺼이 아이가 내민 잔에 자신의 술잔을 맞부딪쳐 주었다.
en_us: He happily obliged.

source: 눈이 나쁘다 보니 숲길에 떨어져 있는 열매를 다람쥐로 보기도 하고, 때로는 물에 떠가는 나뭇가지가 사람인 줄 알고 소스라치게 놀라곤 했다.
en_us: Since her eyesight was so poor, she would occasionally see a piece of fruit that had fallen on the forest path and mistake it for a squirrel, or would be startled by a log floating in the water that she mistook for a person.

source: 자그마한 것이 어찌나 부지런한지.
en_us: It was incredibly active for such a small thing.

source: “나는?
en_us: “What about me?

source: 그 어느 순간에 마티어스는 무의식적으로 티타임의 기억을 떠올렸다.
en_us: After a while, Matthias’s thoughts drifted from the conversation back to the teatime.

source: 마티어스는 곧장 응접실로 향했다.
en_us: Matthias headed straight for the drawing room.

source: 다행히 클로딘은 레일라의 대답을 기다리지 않고 돌아섰다.{j}문을 닫기 전 클로딘은 한숨 섞인 혼잣말을 중얼거렸다.{j}“이게 뭐야.{j}강아지보다 나을 것도 없었네.”{j}클로딘이 떠나자 레일라는 휘황찬란한 응접실에 홀로 남겨졌다.
en_us: Luckily, Claudine simply turned away from her without waiting for a response. Before exiting the room, she sighed and muttered, “I can’t believe it. She’s no better than a puppy.”{j}{j}{j}{j}

source: 깍듯하게 인사한 레일라는 서둘러 호텔을 떠났다.
en_us: Layla breathed a sigh of relief. She then politely bid farewell and hurried out of the hotel.

source: “이 따르다 만 술은 뭐냐?”
en_us: “What’s this? Why is it only half full?”

source: 하지만 아이는 피하지 않고 그의 두 눈을 빤히 쳐다보았다.{j}“네.{j}아저씨는 제게 소리치지 않으시잖아요.{j}맛있는 것도 주시고요.{j}그러니까 고맙고 좋은 분 같아요.”
en_us: However, she simply stared right back at him, not flinching or avoiding his gaze for a moment. “Nope,” she replied. “You never yell at me. You gave me all this delicious food. I’m grateful for those things. You seem like a good person.”{j}{j}{j}{j}

source: 또 보자.
en_us: I’ll see you later.

source: 찾아갈까 하던 마음을 바꾸어 카일은 포치에 놓인 의자에 앉았다.
en_us: He considered going there to look for them, then changed his mind and sat on a chair on the porch.

source: “여자애를 선머슴처럼 키우고 있잖아요!
en_us: “You’re raising that girl to be a tomboy!

source: 다른 모든 것은 헤센이 준비했지만 그 목걸이는 마티어스가 골랐다.
en_us: Hessen had chosen the rest of the outfit, but the necklace had been Matthias’s selection.

source: “……그건, 어쩔 수 없는 일이었잖아요!”{j}질겁한 레일라가 고개를 내저었다.{j}“제가 원한 게 아니라, 저도 어쩔 수 없이…….”
en_us: “Th-that wasn’t my fault!” she insisted, shaking her head fearfully. “I didn’t want to see you like that, and there was nothing I could do about-”{j}{j}

source: 의도한 일은 아니었다.
en_us: It had happened by chance.

source: ‘레일라, 내가 그리도 미덥지 않은 거냐?’
en_us: “Layla, do you really trust me that little?” he had sadly asked, sighing.

source: 미웠다.
en_us: She hated him.

source: 전쟁터에서는 훌륭한 군인.
en_us: On the battlefield, he was a noble soldier.

source: 아무것도 아닌 저 여자가 보이는 적정선 밖의 감정들은 그를 퍽 즐겁게 해 주기도 했다.
en_us: the emotions that that woman who was nothing was displaying were bringing him joy, even though they were outside the normal order of things in his world.

source: 고작 그따위 것이 고마우려면 대체 어떤 인생을 살아왔어야 하나.{j}문득 입안이 써진 빌은 벌떡 일어나 큰 잔 가득 맥주를 따라 왔다.
en_us: What kind of life was she living before this, that such simple things make her grateful? he wondered. This gave him a bitter taste in his mouth, so he stood up and poured himself a large glass of beer.{j}
